Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/monodevelop-tm.tmx
Source language: en
Languages: ca_es

source: Find _Next
ca_es: Cerca la _següent

source: Search forwards for the same text
ca_es: Cerca cap endavant el mateix text

source: Find _Previous
ca_es: Cerca l'_anterior

source: Search backwards for the same text
ca_es: Cerca cap enrere el mateix text

source: Find _Next (Emacs behavior)
ca_es: _Cerca el següent (amb comportament Emacs)

source: Search forwards for the same text with emacs behavior
ca_es: Cerca cap endavant el mateix text amb comportament Emacs

source: Find _Previous (Emacs behavior)
ca_es: _Cerca l'anterior (amb comportament Emacs)

source: Search backwards for the same text with emacs behavior
ca_es: Cerca cap enrere el mateix text amb comportament Emacs

source: Find Next Selection
ca_es: Cerca la següent selecció

source: Search forwards for the selected text
ca_es: Cerca cap endavant el text seleccionat

source: Find _Previous Selection
ca_es: Cerca l'_anterior selecció

source: Search backwards for the selected text
ca_es: Cerca cap enrere el text seleccionat

source: F_ind in Files...
ca_es: C_erca als fitxers...

source: Search for text in all files of a directory
ca_es: Cerca el text a tots els fitxers d'un directori

source: R_eplace in Files...
ca_es: R_eemplaça als fitxers...

source: Search for and replace text in all files of a directory
ca_es: Cerca i reemplaça text en tots els fitxers d'un directori

source: Go to Type...
ca_es: Vés al tipus...

source: Jump to the declaration of type in the current workspace
ca_es: Vés a la declaració del tipus a l'espai de treball actual

source: Go to File...
ca_es: Vés al fitxer...

source: Jump to a file in the current workspace
ca_es: Vés al fitxer en l'espai de treball actual

source: Navigate To...
ca_es: Navega a...

source: Jump to a item in the current workspace
ca_es: Vés a l'element a l'espai de treball actual

source: Toggle bookmark
ca_es: Commuta l'adreça d'interès

source: _Toggle Bookmark
ca_es: _Commuta l'adreça d'interès

source: Go to previous bookmark
ca_es: Vés a l'adreça d'interès anterior

source: Pre_vious Bookmark
ca_es: A_dreça d'interès anterior

source: Go to next bookmark
ca_es: Vés a l'adreça d'interès següent

source: Ne_xt Bookmark
ca_es: _Següent adreça d'interès

source: Clear bookmarks
ca_es: Neteja les adreces d'interès

source: _Clear Bookmarks
ca_es: _Neteja les adreces d'interès

source: _Go to Line...
ca_es: _Vés a la línia...

source: Go to a specific line
ca_es: Vés a una línia específica

source: Use Selection for Find
ca_es: Usa la selecció a la cerca

source: Uses the current selection as find string
ca_es: Usa la selecció actual com a cadena de cerca

source: Use Selection for Replace
ca_es: Usa la selecció per reemplaçar

source: Uses the current selection as replace string
ca_es: Usa la selecció actual com a cadena de reemplaçament

source: Text Editor
ca_es: Editor de text

source: Show Completion Window
ca_es: Mostra la finestra d'autocompletat

source: Toggle Completion Suggestion Mode
ca_es: Commuta els suggeriments de l'autocompletat

source: I_nsert Template...
ca_es: I_nsereix una plantilla...

source: Go to end of line
ca_es: Vés al final de la línia

source: Go to beginning of line
ca_es: Vés al començament de la línia

source: Delete left character
ca_es: Suprimeix el caràcter de l'esquerre

source: Delete right character
ca_es: Suprimeix el caràcter de la dreta

source: Go left one character
ca_es: Vés a l'esquerra un caràcter

source: Go right one character
ca_es: Vés a la dreta un caràcter

source: Go to previous line
ca_es: Vés a la línia anterior

source: Go to next line
ca_es: Vés a la línia següent

source: Go to beginning of document
ca_es: Vés al començament del document

source: Go to end of document
ca_es: Vés al final del document

source: Go up one page
ca_es: Vés amunt una pàgina

source: Go down one page
ca_es: Vés avall una pàgina

source: Scroll line up
ca_es: Desplaça una línia cap amunt

source: Scroll line down
ca_es: Desplaça una línia cap abaix

source: Scroll page up
ca_es: Desplaça una pàgina cap amunt

source: Scroll page down
ca_es: Desplaça una pàgina cap abaix

source: Delete entire line
ca_es: Suprimeix la línia sencera

source: Delete to end of line
ca_es: Suprimeix fins al final de la línia

source: Deletes to end of line, or if at end, deletes line ending
ca_es: Suprimeix fins al final de la línia, o si és al final, suprimeix el final de línia

source: Move the line or highlighted selection up
ca_es: Mou la línia o la selecció ressaltada cap amunt

source: Move the line or highlighted selection down
ca_es: Mou la línia o la selecció ressaltada cap abaix

source: Show Parameter List
ca_es: Mostra la llista de paràmetres

source: Go to Matching _Brace
ca_es: Vés a la _clau coincident

source: Expand selection to the left
ca_es: Expandeix la selecció cap a la dreta

source: Expand selection to the right
ca_es: Expandeix la selecció cap a l'esquerra

source: Go to previous word
ca_es: Vés a la paraula anterior

source: Go to next word
ca_es: Vés a la paraula següent

source: Expand selection to previous word
ca_es: Expandeix la selecció a paraula anterior

source: Expand selection to next word
ca_es: Expandeix la selecció a paraula següent

source: Go to previous subword
ca_es: Vés a la sota-paraula anterior

source: Go to next subword
ca_es: Vés a la sota-paraula següent

source: Expand selection to previous subword
ca_es: Expandeix la selecció a sota-paraula anterior

source: Expand selection to next subword
ca_es: Expandeix la selecció a sota-paraula següent

source: Expand selection to previous line
ca_es: Expandeix la selecció a la línia anterior

source: Expand selection to next line
ca_es: Expandeix la selecció a la línia següent

source: Expand selection to line start
ca_es: Expandeix la selecció a l'inici de la línia

source: Expand selection to line end
ca_es: Expandeix la selecció al final de la línia

source: Expand selection to document start
ca_es: Expandeix la selecció a l'inici del document

source: Expand selection to document end
ca_es: Expandeix la selecció al final del document

source: Insert tab
ca_es: Insereix una tabulació

source: Remove tab
ca_es: Suprimeix la tabulació

source: Insert new line
ca_es: Insereix una línia nova

source: Insert line break after the caret
ca_es: Insereix el salt de línia després del cursor

source: Move caret to EOL and insert new line
ca_es: Mou el cursor al final de línia i insereix una línia nova

source: Completes the current statement
ca_es: Completa la sentència actual

source: Delete previous word
ca_es: Suprimeix la paraula anterior

source: Delete next word
ca_es: Suprimeix la paraula següent

source: Delete previous subword
ca_es: Suprimeix la sota-paraula anterior

source: Delete next subword
ca_es: Suprimeix la sota-paraula posterior

source: Expand selection to page down
ca_es: Expandeix la selecció a la pàgina d'avall

source: Expand selection to page up
ca_es: Expandeix la selecció a la pàgina de dalt

source: Transpose characters
ca_es: Inverteix els caràcters

source: Swaps the characters on either side of the caret
ca_es: Intercanvia els caràcters a ambdós costats del cursor

source: Recenter editor
ca_es: Torna a centrar l'editor

source: Scrolls the editor so that the caret is centered
ca_es: Desplaça l'editor per tal de centrar el cursor

source: Toggle block selection mode
ca_es: Commuta el mode de selecció per blocs

source: Build
ca_es: Muntatge

source: Run
ca_es: Executa

source: Source Code
ca_es: Codi font

source: .NET Naming Policies
ca_es: Polítiques d'anomenament per .Net

source: Code Formatting
ca_es: Formatació del codi

source: Standard Header
ca_es: Capçalera estàndard

source: Version Control
ca_es: Control de versions

source: Author Information
ca_es: Informació de l'autoria

source: Language
ca_es: Llenguatge

source: Key Bindings
ca_es: Assignació de tecles

source: External Tools
ca_es: Eines externes

source: Projects
ca_es: Projectes

source: Load/Save
ca_es: Carrega/Desa

source: Errors and Warnings
ca_es: Errors i advertiments

source: Assembly Folders
ca_es: Carpetes d'assemblats

source: .NET Runtimes
ca_es: Entorns d'execució .Net

source: Formatting
ca_es: Formatació

source: Code Templates
ca_es: Plantilles de codi

source: MonoDevelop Maintenance
ca_es: Manteniment del MonoDevelop

source: Main Settings
ca_es: Configuració principal

source: Location of Project Files
ca_es: Ubicació dels fitxers de projecte

source: Solution
ca_es: Solució

source: Runtime Options
ca_es: Opcions del runtime

source: Custom Commands
ca_es: Ordres personalitzades

source: Configurations
ca_es: Configuracions

source: Compiler
ca_es: Compilador

source: Assembly Signing
ca_es: Signatura de l'assemblat

source: Output
ca_es: Sortida

source: Configuration Mappings
ca_es: Configuracions dels mapatges

source: Startup Project
ca_es: Projecte d'inici

source: _File
ca_es: _Fitxer

source: _New
ca_es: _Nou

source: Recent Solu_tions
ca_es: Solu_cions recents

source: _Close
ca_es: _Tanca

source: _Edit
ca_es: _Edita

source: _Format
ca_es: _Formata

source: F_olding
ca_es: _Plegament

source: _View
ca_es: _Visualitza

source: _Search
ca_es: Ce_rca

source: Navigation _History
ca_es: _Històric de navegació

source: _Project
ca_es: _Projecte

source: _Build
ca_es: _Muntatge

source: _Run
ca_es: E_xecuta

source: _Window
ca_es: Fine_stra

source: _Help
ca_es: A_juda

source: Mono Project
ca_es: Projecte Mono

source: C# Help
ca_es: Ajuda del C#

source: MSDN Code Gallery
ca_es: Galeria de codi de MSDN

source: Report a Bug
ca_es: Informeu d'un error

source: Add-in manifest
ca_es: Manifest del complement

source: XML document
ca_es: Document XML

source: Configuration File
ca_es: Fitxer de configuració

source: Glade File
ca_es: Fitxer del Glade

source: ChangeLog document
ca_es: Document ChangeLog

source: .NET program
ca_es: Programa .NET

source: MonoDevelop/MSBuild Solution
ca_es: Solució MonoDevelop/MSBuild

source: MonoDevelop 1.0 Solution
ca_es: Solució del MonoDevelop 1.0

source: diff files
ca_es: fitxers diff

source: lua files
ca_es: fitxers lua

source: il files
ca_es: fitxers il

source: jay files
ca_es: fitxers jay

source: Show All Files
ca_es: Mostra tots els fitxers

source: Nested namespaces
ca_es: Espais de nom imbricats

source: Show project structure
ca_es: Mostra l'estructura del projecte

source: Group members by access
ca_es: Membres de grup per accés

source: Group members by member type
ca_es: Membres de grup per tipus

source: Show public members only
ca_es: Mostra només els membres públics

source: Show public and protected members only
ca_es: Mostra només els membres públics i protegits

source: Other Pads
ca_es: Altres panells

source: Comments
ca_es: Comentaris

source: User Tasks
ca_es: Tasques de l'usuari

source: Assemblies
ca_es: Assemblats

source: Mono Options
ca_es: Opcions del Mono

source: Pads
ca_es: Panells

source: Text Style
ca_es: Estil del text

source: MIT/X11 License
ca_es: Llicència MIT/X11

source: New BSD License
ca_es: Nova llicència BSD

source: Apache 2.0 License
ca_es: Llicència d'Apache versió 2.0

source: LGPL 2.1 License
ca_es: Llicència LGPL versió 2.1

source: GPL 2 License
ca_es: Llicència GPL versió 2

source: GPL 3 License
ca_es: Llicència GPL versió 3

source: LGPL 3 License
ca_es: Llicència LGPL versió 3

source: File to Open
ca_es: Fitxer per obrir

source: C_lose Solution
ca_es: Tanca la sol_ució

source: C_lose Project
ca_es: Tanc_a el projecte

source: C_lose All Solutions
ca_es: Ta_nca totes solucions

source: Open {0}
ca_es: S'està obrint {0}

source: Are you sure you want to clear recent files list?
ca_es: Esteu segur que voleu netejar la llista de fitxers recents?

source: Load solution {0}
ca_es: Carrega la solució {0}

source: Hold Control to open in current workspace.
ca_es: Premeu Control per a obrir a l'espai de treball actual.

source: Clear recent projects
ca_es: Neteja els projectes recents

source: Are you sure you want to clear recent projects list?
ca_es: Esteu segur que voleu netejar la llista de projectes recents?

source: {0} _Options
ca_es: _Opcions {0}

source: B_uild {0}
ca_es: M_unta {0}

source: Build solution {0}
ca_es: Munta la solució {0}

source: Build project {0}
ca_es: Munta el projecte {0}

source: Build {0}
ca_es: Munta {0}

source: R_ebuild {0}
ca_es: T_orna a muntar {0}

source: Rebuild {0}
ca_es: Torna-ho a muntar {0}

source: An application is already running. Do you want to stop it?
ca_es: Ja s'està executant una aplicació. Voleu aturar-la?

source: C_lean {0}
ca_es: Neteja {0}

source: Clean {0}
ca_es: Neteja {0}

source: Start tool
ca_es: Inicia l'eina

source: Enter any arguments you want to use while launching tool, {0}:
ca_es: Introduïu els arguments que voleu fer servir quan s'inicia l'eina, {0}:

source: Command Arguments for {0}
ca_es: Arguments de l'ordre per {0}

source: Running: {0} {1}
ca_es: S'està executant: {0} {1}

source: External program execution failed. Error while starting: '{0} {1}'
ca_es: L'execució del programa extern ha fallat. S'ha produït un error en iniciar: '{0} {1}'

source: Show {0}
ca_es: Mostra {0}

source: Are you sure you want to delete the active layout?
ca_es: Esteu segur que voleu suprimir el format actiu?

source: Show Next ({0})
ca_es: Mostra el següent ({0})

source: Show Previous ({0})
ca_es: Mostra l'anterior ({0})

source: Activate window '{0}'
ca_es: Activa la finestra '{0}'

source: Warning/Error
ca_es: Avís / Error

source: User Task
ca_es: Tasca de l'usuari

source: No more errors or warnings
ca_es: Cap més error o avís

source: New Tool
ca_es: Eina nova

source: File {0} could not be written.
ca_es: El fitxer {0} no s'ha pogut desar.

source: File already exists
ca_es: El fitxer ja existeix

source: File {0} already exists. Do you want to overwrite the existing file?
ca_es: El fitxer {0} ja existeix. Voleu sobreescriure el fitxer ja existent?

source: Can't create solution with type: {0}
ca_es: No es pot crear la solució amb tipus: {0}

source: Content
ca_es: Contingut

source: Revert unsaved changes to document '{0}'?
ca_es: Voleu recuperar els canvis no desats al document '{0}'?

source: All changes made to the document will be permanently lost.
ca_es: Tots els canvis fets al document es perdran definitivament.

source: Save Files
ca_es: Desa els fitxers

source: Project: {0}
ca_es: Projecte: {0}

source: _Save and Quit
ca_es: _Desa i surt

source: Enter a name for the new layout
ca_es: Introduïu un nom per la disposició nova

source: Name must start with a letter or number
ca_es: El nom ha de començar amb una lletra o nombre

source: There is already a layout with that name
ca_es: Ja existeix una disposició amb aquest nom

source: Layout name is valid
ca_es: El nom de la disposició no és vàlid

source: Version
ca_es: Versió

source: Loading...
ca_es: S'està carregant...

source: Stop
ca_es: Atura

source: Clear console
ca_es: Neteja la consola

source: Pin output pad
ca_es: Fixa el panell de sortida

source: Mono Documentation
ca_es: Documentació del Mono

source: Solution name may not contain any of the following characters: {0}
ca_es: El nom de la solució no ha de contenir cap dels següents caràcters: {0}

source: Are you sure you want to move the item '{0}' to the solution folder '{1}'?
ca_es: Esteu segur que voleu moure l'element '{0}' a la carpeta '{1}' de la solució?

source: Do you really want to remove the folder '{0}' from '{1}'?
ca_es: Esteu segur que voleu suprimir la carpeta '{0}' de '{1}'?

source: New Folder
ca_es: Carpeta nova

source: Do you really want to move the folder '{0}' to the root folder of project '{1}'?
ca_es: Esteu segur que voleu moure la carpeta '{0}' a la carpeta arrel del projecte '{1}'?

source: Do you really want to move the folder '{0}' to the folder '{1}'?
ca_es: Esteu segur que voleu moure la carpeta '{0}' a la carpeta '{1}'?

source: Do you really want to copy the folder '{0}' to the root folder of project '{1}'?
ca_es: Esteu segur que voleu copiar la carpeta '{0}' a la carpeta arrel del projecte '{1}'?

source: Do you really want to copy the folder '{0}' to the folder '{1}'?
ca_es: Esteu segur que voleu copiar la carpeta '{0}' a la carpeta '{1}'?

source: Do you want to save the file '{0}' before the move operation?
ca_es: Voleu desar el fitxer '{0}' abans de l'operació de moviment?

source: Do you want to save the following files before the move operation? {0}
ca_es: Voleu desar els següents fitxers abans de l'operació de moviment? {0}

source: Do you want to save the file '{0}' before the copy operation?
ca_es: Voleu desar el fitxer '{0}' abans de l'operació de còpia?

source: Do you want to save the following files before the copy operation? {0}
ca_es: Voleu desar els següents fitxers abans de l'operació de còpia? {0}

source: Don't Save
ca_es: No el desis

source: Save operation failed.
ca_es: No s'ha pogut desar.

source: Copying files...
ca_es: S'estan copiant els fitxers...

source: Add files
ca_es: Afegeix fitxers

source: The name you have chosen contains illegal characters. Please choose a different name.
ca_es: El nom de fitxer que heu escollit conté caràcters no vàlids. Si us plau, trieu un nom de fitxer diferent.

source: File or directory name is already in use. Please choose a different one.
ca_es: El nom de fitxer o directori ja està en ús. Trieu un altre diferent.

source: _Remove from Project
ca_es: Suprime_ix del projecte

source: Are you sure you want to remove file {0} from project {1}?
ca_es: Esteu segur que voleu suprimir el fitxer {0} del projecte {1}?

source: Are you sure you want to remove the selected files from the project?
ca_es: Esteu segur que voleu suprimir els fitxers seleccionats del projecte?

source: Remove
ca_es: Suprimeix

source: Open with '{0}'
ca_es: Obre amb '{0}'

source: {0} <span foreground='red' size='small'>(Unknown language '{1}')</span>
ca_es: {0} <span foreground='red' size='small'>(El llenguatge '{1}' és desconegut)</span>

source: {0} <span foreground='red' size='small'>(Unknown project type)</span>
ca_es: {0} <span foreground='red' size='small'>(tipus de projecte desconegut)</span>

source: References
ca_es: Referències

source: Are you sure you want to permanently delete the file {0}?
ca_es: Esteu segur que voleu suprimir permanentment el fitxer {0}?

source: The file {0} could not be deleted
ca_es: No s'ha pogut suprimir el fitxer {0}

source: Include to Solution
ca_es: Inclou a la solució

source: Can't create project with type : {0}
ca_es: No es pot crear el projecte amb tipus: {0}

source: Default Runtime
ca_es: Entorn d'execució:

source: Save as...
ca_es: Anomena i desa...

source: File name {0} is invalid
ca_es: Nom de fitxer {0} no vàlid

source: File {0} already exists. Overwrite?
ca_es: El fitxer {0} ja existeix. Voleu sobreescriure'l?

source: Initializing Main Window
ca_es: S'està inicialitzant la finestra principal

source: Opening {0}
ca_es: S'està obrint {0}

source: Options
ca_es: Opcions

source: Preferences
ca_es: Preferències

source: Save the changes to document '{0}' before closing?
ca_es: Voleu desar els canvis al document '{0}' abans de tancar?

source: If you don't save, all changes will be permanently lost.
ca_es: Si no deseu, es perdran tots els canvis.

source: The document could not be saved.
ca_es: No s'ha pogut desar el document.

source: Invalid file name
ca_es: Nom de fitxer no vàlid

source: {0} is a directory
ca_es: {0} és un directori

source: File not found: {0}
ca_es: Fitxer no trobat: {0}

source: File '{0}' could not be opened
ca_es: No s'ha pogut obrir el fitxer '{0}'.

source: The file '{0}' could not be opened.
ca_es: No s'ha pogut obrir el fitxer '{0}'.

source: Building...
ca_es: S'està muntant...

source: Application Output
ca_es: Sortida de l'aplicació

source: Saving...
ca_es: S'està desant...

source: Search Results
ca_es: Resultats de la cerca

source: _Character Coding:
ca_es: _Codificació de caràcters:

source: Open With:
ca_es: Obre amb:

source: Close current workspace
ca_es: Tanca l'espai de treball actual

source: Auto Detected
ca_es: Detectat automàticament

source: Add or _Remove...
ca_es: _Afegeix o suprimeix...

source: Solution Workbench
ca_es: Banc de treball de la solució

source: Show Errors
ca_es: Mostra els errors

source: Show Warnings
ca_es: Mostra els advertiments

source: Show Messages
ca_es: Mostra els missatges

source: Build Output
ca_es: Sortida del muntatge

source: Show build output
ca_es: Mostra la sortida del muntatge

source: Show Error Reference
ca_es: Mostra la referència de l'error

source: Copy task
ca_es: Copia la tasca

source: _Go to
ca_es: _Vés a

source: Go to task
ca_es: Vés a la tasca

source: Columns
ca_es: Columnes

source: Type
ca_es: Tipus

source: Line
ca_es: Línia

source: Description
ca_es: Descripció

source: Path
ca_es: Camí

source: {0} Warning
ca_es: {0} advertiment

source: {0} Message
ca_es: {0} missatge

source: Delete comment task
ca_es: Suprimeix comentari de la tasca

source: High
ca_es: Alt

source: Low
ca_es: Baix

source: Priority
ca_es: Prioritat

source: New Task
ca_es: Tasca nova

source: Create New Task
ca_es: Crea una tasca nova

source: Delete Task
ca_es: Suprimeix la tasca

source: {0} <span foreground='red' size='small'>(Load failed)</span>
ca_es: {0} <span foreground='red' size='small'>(ha fallat la carrega)</span>

source: Do you really want to remove project '{0}' from solution '{1}'
ca_es: Esteu segur que voleu suprimir el projecte {0} de la solució {1}?

source: Command
ca_es: Ordre

source: Key Binding
ca_es: Assignació de tecles

source: Custom
ca_es: Personalitzat

source: Scheme:
ca_es: Esquema:

source: _Search:
ca_es: Ce_rca:

source: Edit Binding
ca_es: Edita assignació

source: Apply
ca_es: Aplica

source: Build solution before running
ca_es: Munta la solució abans de l'execució

source: Run solution if build completed with warnings
ca_es: Executa la solució si el muntatge s'ha completat amb avisos.

source: _Save changes to open documents
ca_es: _Desa els canvis a documents oberts

source: _Prompt to save changes to open documents
ca_es: _Pregunta abans de desar els canvis en documents oberts

source: _Don't save changes to open documents
ca_es: _No deseu canvis a fitxers oberts

source: Default _Solution location
ca_es: Ubicació de la _solució predeterminada

source: <b>Load</b>
ca_es: <b>Carrega</b>

source: Load user-specific settings with the document
ca_es: Carrega configuració pròpia de l'usuari amb el document

source: _Load previous solution on startup
ca_es: _Carrega la solució prèvia a l'inici

source: <b>Save</b>
ca_es: <b>Desa</b>

source: Always create backup copy
ca_es: Crea sempre una còpia de seguretat

source: New Layout
ca_es: Disposició nova

source: Layout name:
ca_es: Nom del format:

source: Create _Layout
ca_es: Crea una _disposició

source: Available encodings:
ca_es: Codificacions disponibles:

source: Encodings shown in menu:
ca_es: Codificacions a mostrar al menú:

source: _Token List:
ca_es: _Llista de testimonis:

source: _Name:
ca_es: _Nom:

source: Priority:
ca_es: Prioritat:

source: Did you know...?
ca_es: Sabeu què...?

source: _Show at startup
ca_es: _Mostra a l'inici

source: _Next Tip
ca_es: Consell _següent

source: Never
ca_es: Mai

source: The following add-ins could not be started:
ca_es: Els següents complements no s'han pogut iniciar:

source: Control not found!
ca_es: No s'ha trobat el control!

source: The command of tool "{0}" is invalid.
ca_es: L'ordre de l'eina "{0}" no és vàlida.

source: The working directory of tool "{0}" is invalid.
ca_es: El directori de treball de l'eina "{0}" no és vàlid.

source: _Command:
ca_es: _Ordre:

source: _Title:
ca_es: _Títol:

source: _Working directory:
ca_es: Directori de _treball:

source: _Prompt for arguments
ca_es: _Pregunta els arguments

source: _Save current file
ca_es: _Desa el fitxer actual
